;TORSO
[fortnitetaskmaster_Torso_KV_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_LPL_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_MPL_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_HPL_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_LPO_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_MPO_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_HPO_M X2BodyPartTemplate]
DisplayName="模仿大师 身体"

;TORSO WOTC
[fortnitetaskmaster_Torso_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_Templar X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 身体"

[fortnitetaskmaster_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 身体"

;ARMS
[fortnitetaskmaster_Arms_KV_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_LPL_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_MPL_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_HPL_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_LPO_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_MPO_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_HPO_M X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

;ARMS WOTC
[fortnitetaskmaster_Arms_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_Templar X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

[fortnitetaskmaster_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 手臂"

;LEGS
[fortnitetaskmaster_Legs_KV_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_LPL_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_MPL_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_HPL_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_LPO_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_MPO_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_HPO_M X2BodyPartTemplate]
DisplayName="模仿大师 腿"

;LEGS WOTC
[fortnitetaskmaster_Legs_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_Templar X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 腿"

[fortnitetaskmaster_Helmets_M X2BodyPartTemplate]
DisplayName="模仿大师 头盔"

;TORSO DECO
[fortnitetaskmaster_TDeco_KV_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_LPL_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_MPL_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_HPL_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_LPO_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_MPO_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_HPO_M X2BodyPartTemplate]
DisplayName="模仿大师 披风"

;TORSO DECO WOTC
[fortnitetaskmaster_TDeco_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_Templar X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 披风"

[fortnitetaskmaster_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="模仿大师 披风"







[Taskshield X2WeaponTemplate]
FriendlyName="模仿大师 Shield"
FriendlyNamePlural="模仿大师 Shields"
BriefSummary="Picked this one up from Rogers."
TacticalText="Picked this one up from Rogers."
AbilityDescName="shield"


[Tasksword X2WeaponTemplate]
FriendlyName="模仿大师 Sword"
FriendlyNamePlural="模仿大师 Swords"
BriefSummary="Modeled after The Ebony Blade."
TacticalText="Modeled after The Ebony Blade."
AbilityDescName="sword"

